Repository: seanpm2001/mt-training-data
Catalog: ts/ts_pontoon.tmx
Source language: en_us
Languages: ts

source: <recordIcon></recordIcon> Last one!
ts: <recordIcon></recordIcon> Xo hetelela!

source: [Recording cut off before the end of the last word]
ts: [Ku rhekhoda ku tsemiwa ku nga si hela rito ro hetelela]

source: Recordings
ts: Leswi rhekhodiweke

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ts: Ku rhekhoda rito i xiphemu xa nkoka xa ku aka rungula ra hina leri pfulekeke; van’wana va nga vula leswaku na yona i xiphemu xo tsakisa.

source: Record/Stop
ts: Rekhoda/Yima

source: Record your voice
ts: Rhekhoda rito ra wena

source: Refresh
ts: Pfuxeta

source: Reject
ts: Ala

source: Rejected Sentences
ts: Swivulwa leswi ariweke

source: { $rejectedSentences } rejected sentences.
ts: { $rejectedSentence } swivulwa leswi ariweke.

source: Remember that we need permission to publish those sentences, so always ensure that the text belongs to the <wikipediaLink>public domain</wikipediaLink>. If there is no explicit indication, reach out to the person that the text belongs to and ask if they want to contribute their text to the Public Domain. If they want to, help them go through the <cc0WaiverLink>Contributions Agreement</cc0WaiverLink> process. If they do not want to contribute the text, then you are not allowed to use that text.
ts: Tsundzuka leswaku hi fanele ku kuma mpfumelelo wo kandziyisa swivulwa sweswo, kutani minkarhi hinkwayo tiyisisa leswaku tsalwa i ra <wikipediaLink>ndhawu ya mani na mani</wikipediaLink>. Loko ku nga ri na xikombiso lexi nga erivaleni, fikelela munhu loyi tsalwa ri nga ra yena ku vutisa ku ri a nga lava ku hoxa xandla eka Ndawu ya Manhi na Manhi hi tsalwa ra yena. Loko a swi lava, mu pfuni ku hundza eka endlelo ra <cc0WaiverLink>Ntwanano wa Minyikelo</cc0WaiverLink>. Loko va nga lavi ku hoxa xandla hi tsalwa, kutani a wu pfumeleriwi ku tirhisa tsalwa rero.

source: remove
ts: susa

source: Remove
ts: Susa

source: Remove Avatar
ts: Susa Avatar

source: Report
ts: Xiviko

source: Report Bugs
ts: Xiviko xa Swihoxo

source: Report copyright issues
ts: Xiya timhaka ta mfanelo ya vutshila

source: Report was passed successfully
ts: Xiviko xi pasisiwile hi ndlela leyi humelelaka

source: Request a Language
ts: Kombela Ririmi

source: Request recordings
ts: Kombela swilo leswi rhekhodiweke

source: *required
ts: *xilaveko

source: Re-record
ts: Rekhoda nakambe

source: Re-record clip
ts: Rhekhoda xiphemu nakambe

source: Reset skipped sentences
ts: Vekela nakambe swivulwa leswi tluleriweke

source: Return
ts: Tlhelela

source: Return here to edit your goal anytime.
ts: Vuya laha ku hlela pakani ya wena nkarhi wihi na wihi.

source: Return to Common Voice
ts: Vuyela eka Common Voice

source: Return to Common Voice Datasets
ts: Vuya eka Tidathaseti ta Common Voice

source: Return to Languages
ts: Vuyela eka Tindzimi

source: Review
ts: Hlela hi vuntshwa

source: Review could not be saved. Please try again later.
ts: Ndzavisiso a wu nga ta hlayisiwa. Hi kombela u ringeta nakambe endzhaku ka nkarhi.

source: ⓘ Review Criteria
ts: ⓘ Ndzavisiso wa Swipimelo

source: Review Criteria
ts: Ndzavisiso wa Swipimelo

source: Reviewed sentences not submitted, are sure?
ts: Swivulwa leswi kambisisiweke a swi rhumeriwanga, xana tiyisile?

source: <reviewLink>Review now!</reviewLink>
ts: <reviewLink>Pfuxeta sweswi!</reviewLink>

source: Review & re-record clips here as you go
ts: Pfuxeta & tlhela u rhekhoda swiphemu laha loko u ri karhi u famba.

source: Review & re-record clips if needed
ts: Pfuxeta & u rhekhoda swiphemu loko swi laveka

source: Review sentences
ts: Pfuxeta Swivulwa

source: Review Sentences
ts: Pfuxeta Swivulwa

source: Review & Submit
ts: Pfuxeta & Rhumela

source: Romanian
ts: Xiromania

source: Romansh Vallader
ts: Xirhoma xa Vallader

source: Russian
ts: Xirhaxiya

source: Sardinian
ts: Xisardinia

source: Save
ts: Hlayisa

source: Saved
ts: Ku hlayisiwile

source: Search
ts: Secha

source: Search for answers
ts: Lava tinhlamulo

source: Search for them on the Internet
ts: Va lavi eka Internet

source: See how your progress compares to other contributors all over the world.
ts: Vona ndlela leyi nhluvuko wa wena wu pimanisiwaka hi yona ni va hoxa xandla van’wana emisaveni hinkwayo.

source: See Less
ts: Vona Switsongo

source: See More
ts: Vona Swin'wana

source: Select a Language...
ts: Hlawula Ririmi...

source: Selected
ts: Ku hlawuriwile

source: Select Language
ts: Hlawula Ririmi

source: Send sign up link
ts: Rhumela link yo tsarisa

source: Sentence Collection
ts: Nhlengeleto wa Swivulwa

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
ts: <sentenceCollectorFragment>Vona swo tala hi nhlengeleto wa swivulwa</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
ts: <sentenceCollectorVideo>Languta nkongomiso wa hina wa ku tirhisa Muhlengeleti wa Swivulwa</sentenceCollectorVideo>.

source: Sentence must contain between 1 and 14 (inclusive) words
ts: Xivulwa xi fanele ku va xiri le xikarhi ka 1 na 14 (ku katsa) marito.

source: Sentences
ts: Swivulwa

source: { $sentences } added by you
ts: { $sentences } swi engeteriwile hi wena

source: Sentences are being uploaded. This can take several minutes depending on the number of sentences added. Please do not close this website.
ts: Swivulwa swi le ku nghenisiweni. Leswi swi nga ha teka timinete to hlayanyana kuya hi nhlayo ya swivulwa leswi nga engeteriwa. Hi kombela leswaku mi nga pfali website leyi.

source: Sentences are collected for people to read aloud.
ts: Swivulwa swi hlengeletiwa leswaku vanhu va swi hlayela ehenhla.

source: Sentence should not contain abbreviations
ts: Xivulwa a xi fanelanga ku va na swifunengeto

source: Sentence should not contain numbers
ts: Xivulwa a xi fanelanga xi va na tinomboro

source: Sentence should not contain symbols
ts: Xivulwa a xi fanelanga ku va na swikombiso

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
ts: Swivulwa swi fanele ku kamberiwa no amukeriwa hi vanhu vambirhi leswaku swi ta katsiwa eka Common Voice. U tumbuluxa swiletelo swa ririmi ra wena <languageGuidelinesLink>laha</languageGuidelinesLink>. Swivulwa swi fanele ku va eka <licenseLink>ndawu ya manhi na manhi</licenseLink> naswona swi koma ku tlula 15 wa marito. U nga kombela n’wini wa tsalwa ku ri endla <waiverLink>CC0 hi ku tirhisa endlelo ra hina ro tshika</waiverLink>, naswona u hi rhumela eka commonvoice@mozilla.com

source: Sentences not submitted, are you sure you want to leave?
ts: Swivulwa a swi rhumeriwanga, xana u tiyisile leswaku u lava ku famba?

source: { $sentences } sentences failed
ts: { $sentences } swivulwa swi tsandzekile

source: { $sentences } sentences reviewed. Thank you!
ts: { $sentences } swivulwa leswi kamberiweke. Inkomu!

source: Sentences that have been validated are exported on Wednesdays, and are available after the next release.
ts: Swivulwa leswi tiyisisiweke swi rhumeriwa ematikweni mambe hi ravunharhu, naswona swi kumeka endzhaku ka ku humesiwa loku landzelaka.

source: Sentence text
ts: Tsalwa ra xivulwa

source: Serbian
ts: Xiserbia

source: Set a goal
ts: Vekela pakani

source: Set my visibility
ts: Vekela ku vonakala ka mina

source: Setswana
ts: Xitswana

source: Settings
ts: Switirhisiwa

source: Share Common Voice
ts: Avelana Common Voice

source: Share my goal
ts: Avelana hi pakani ya mina

source: Share your clip
ts: Avelana hi xiphemu xa wena

source: Share your { $count } Clip Daily Goal for { $type }
ts: Avelana hi { $count } Xiphemu xa Pakani ya Siku na Siku ya { $type } .

source: Share your { $count } Clip Weekly Goal for { $type }
ts: Avelana hi { $count } Xiphemu xa Pakani ya Vhiki na Vhiki ya { $type } .

source: Shortcuts
ts: Swipfuxeto

source: [Should be ‘dinosaurs’]
ts: [Swi fanele swi ri ‘ti-dinosaur’]

source: [Should be “We are”]
ts: [Swi fanele swi va “Hi hina”]

source: Show all skipped sentences again
ts: Kombisa swivulwa hinkwaswo leswi tluleriweke nakambe

source: Show my ranking
ts: Kombisa xiyimo xa mina

source: Sicilian
ts: Xisicilian

source: Sign up
ts: Tsarisa

source: Sign up for an account
ts: Tsarisa ku kuma akhawunti

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ts: Titsarisele swiphephahungwana swa Common Voice, switsundzuxo swa swikongomelo na mimpfuxeto ya ku humelela.

source: sign up for email updates
ts: tsarisa ku kuma swintshuxo swa imeyili

source: Sign up for { $lang } updates:
ts: Tsarisa ku kuma swintshuxo swa { $lang }:

source: Single ZIP file containing
ts: Fayili yin’we ya ZIP leyi nga na

source: Sinhala
ts: Xisinhala

source: Siswati
ts: Xiswati

source: Size
ts: Sayizi

source: Skip
ts: Tlula

source: Skip Submission Feedback
ts: Tlula Vuyelo Bya Ku Rhumela

source: Slovak
ts: Xislovakia

source: Slovenian
ts: Xislovenia

source: Social media
ts: Swihangalasamahungu swa mani na mani

source: Somali
ts: Xisomali

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
ts: Tindzimi tin’wana ti na ku hambana lokukulu eka ririmi, ntivomarito na mavitanelo ya marito. Hi xivangelo lexi, hi le ku <ctaLink>ku ngheniseni ‘Variants’</ctaLink> hi 2022. Leswi swi nyika miganga ndlela yo hambanyisa tindzimi ta yona endzeni ka dataset leyikulu.

source: Someone asks for a language to be added.
ts: Munhu u kombela leswaku ku engeteriwa ririmi.

source: Something went wrong with reCAPTCHA. Please try again.
ts: Ku humelele swin’wana leswi nga famba kahle hi reCAPTCHA. Hi kombela u ringeta nakambe.

source: Sorbian, Lower
ts: Xisorbian, xa le Hansi

source: Sorbian, Upper
ts: Xisorbian, xa le Henhla

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ts: Kombela ndzivalelo, Common Voice yi famba hi ku nonoka. Ndza khensa ku tsakela ka n'wina.

source: Sorry, something went wrong
ts: Hi rivaleli, ku ni nchumu lowu nga famba kahle

source: Source: { $sentenceSource }
ts: Xihlovo: { $SentenceSource }

source: Source: { $source }
ts: Xihlovo: { $source } .

source: Southern Sotho
ts: Xisotho xa le Dzongeni

source: Spanish
ts: Xipaniya

source: Speak
ts: Vulavula

source: Speakers
ts: Swivulavuri

source: Speaking
ts: Ku vulavula

source: Speaking and Listening
ts: Ku Vulavula Ni Ku Yingisela

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
ts: Vulavula hi rito ra wena leri nga toloveka! Ndlela leyi u vulavulaka hi yona ya amukeleka laha - hi lava mavulavulelo ya wena tani hi leswi yi nga xiswona, naswona hi lava mpfumawulo wa wena wo toloveleka, na xitayela hi ku helela.

source: Speak now
ts: Vulavula sweswi

source: Speak up, contribute here!
ts: Vulavula, hoxa xandla laha!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ts: <speechBlogLink>Sungula hi ku lemuka mbulavulo</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
ts: Ku vulavula hi nomo i ndlela leyi nga toloveleka ya ntumbuluku kutani theknoloji ya rito yi tisa ku olova eka tikhompyuta ni tiselfoni ta hina. Hi lava ku nyika matimba eka vaeindli va switirhisiwa swa tiselfoni ku aka switirhiswa swohlamarisa leswi kotaka ku lemuka rito hi nkarhi wa xiviri na vapfuni va xidijitali lava tirhisaka rito. Kambe sweswi datha yo tala leyi lavekaka ku aka switirhiswa leswi ya durha naswona i ya vulawuri. Hi tshemba leswaku dataset ya Common Voice yi ta nyika vaendli leswi swi lavekaka ku tumbuluxa swilo leswintshwa na ku endla leswaku theknoloji ya mbulavulo yi kumeka hi ririmi ra vona. Ku endla leswaku ku lemuka ka rito ku va swa misavha hinkwayo, hi hlengeleta swikombiso swa rito hi tindzimi leti vulavuriwaka ngopfu xikan’we na leti nga vulavuriwi ngopfu hikanyingi hi vukorhokeri byo lemuka mbulavulo bya mabindzu. Ku kandziyisa dataset leyi nga na marito yo hambana swi ta nyika matimba eka vatumbuluxi, van’wamabindzu, na miganga hinkwayo ya mbulavulo ku lulamisa xivandla lexi nga kona.

source: Speech-to-text (STT)
ts: Nkulumo-ku-ya-eka-tsalwa (STT) .

source: Speech-to-text (STT) technologies convert voice data into text.
ts: Tithekinoloji ta mbulavulo ku ya eka tsalwa (STT) ti hundzula datha ya rito yi va tsalwa.

source: Split into { $archiveCount } ZIP files containing
ts: Ku avanyisa hi { $archiveCount } tifayela ta ZIP leti nga na

source: Splits
ts: Ku avana

source: Start recording
ts: Sungula ku rhekhoda

source: Start typing to describe your accent
ts: Sungula ku thayipa ku hlamusela ndlela leyi u vulavulaka ha yona

source: Statistics
ts: Tinhlayo ta tinhlayo

source: Stats
ts: Tinhlayo

source: Status Page
ts: Tluka ra Xiyimo

source: Streaks
ts: Swirhendzevutana

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
ts: <strong>[Crackle]</strong> ti-dinosaur letikulu ta <strong>[crackle]</strong> -riassic.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
ts: <strong>U nga ali swiphemu laha muvalavuli a vulavulaka hi 'mpfumawulo wa yena’ lowu hambaneke na wa wena</strong> - leswi i swa nkoka leswaku ku lemuka rito ku tirha ku antswa eka un’wana na un’wana.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
ts: <strong>Kuma vutshila byo tumbuluxa!</strong> Ntlawa wa tindzimi wa wena wu ta va wo hlawuleka, naswona leti i tindlela ti nga ri tingani ntsena to sungula.

source: <strong>Sentence Collector</strong> is a tool for collecting and validating public domain sentences. You will <scAccountLink>need to create an account</scAccountLink>. Then, add your language to your <strong>Profile</strong>. You can <strong>Add</strong> sentences or <strong>Review</strong> previously-added sentences.
ts: <strong>Muhlengeleti wa Swivulwa</strong> i xitirhisiwa xo hlengeleta na ku tiyisisa swivulwa swa ndhawu ya mani na mani. U ta <scAccountLink>lava ku endla akhawunti</scAccountLink>. Kutani, engetela ririmi ra wena eka <strong>Profayili</strong> ya wena. U nga <strong>Engetela</strong> swivulwa kumbe u <strong>Pfuxeta</strong> swivulwa leswi engeteriweke khale.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
ts: <strong>[Sneeze]</strong> Ti dinosaur letikulu ta <strong>[cough]</strong> Triassic.

source: Submission: { $batchId }
ts: Ku rhumela: { $batchId }

source: Submission Error
ts: Xihoxo xa ku Rhumela

source: Submit
ts: Rhumela

source: Submit a report
ts: Rhumela xiviko

source: Submit clips
ts: Rhumela swiphemuphemu

source: Submitted sentences. { $duplicates } sentences were rejected as duplicates.
ts: Swivulwa leswi nga nyikeriwa. { $duplicates }swivulwa swi ariwe tanihi tikopi.

source: Subscribe
ts: Titsarisele

source: Success
ts: Humelela

source: Success, profile created!
ts: U humelelrile, phurofayili yi endliwile!

source: Swahili
ts: Xiswahili

source: Swedish
ts: Xisweden

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ts: Swipa kuya exineneni ku pfumelela xivulwa. Swipa kuya eximatsini ku ala. Swipa kuya ehentlha ku yi tlula. <strong>U nga rivali ku rhumela nkambisiso wa wena!</strong>

source: Syriac
ts: Xisiriya

source: Tagalog
ts: Xitagalog

source: Tahitian
ts: Xitahiti

source: Taiwanese (Minnan)
ts: Xitaiwan (Minnan)

source: Taking several attempts to read a word.
ts: Ku ringeta ko hlayanyana ku hlaya rito.

source: Tamil
ts: Xitamil

source: Tap
ts: Tirhisa

source: Tatar
ts: Xitatar

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ts: Tatoeba i databesi leyikulu ya swivulwa, mihundzuluxulo na vukandziyisi bya mbulavulo bya ku tirhisiwa eka dyondzeni ka ririmi. Fayili leyi nga dowulodiwa yi katsa Xinghezi xo vulavuriwa lexi rhekhodiweke hi muganga wa vona.

source: TED-LIUM Corpus
ts: Xiyenge xa ​​TED-LIUM

source: Tell us what you'd like to download:
ts: Hi byele leswi u lavaka ku swi downloada:

source: Telugu
ts: Xitelugu

source: Terms
ts: Swiga

source: Thai
ts: Xithai

source: Thanks for confirming your account, now let's build your profile.
ts: Ha khensa ku tiyisisa account ya wena, sweswi a hi akeni profile ya wena.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
ts: Hikwalaho ka la va nga hoxa xandla ku suka eka vanhu vo tlula 259k hi tindzimi to tlula 50, datha leyi yi tirhisiwa ku letela switirhisiwa leswi pfunaka ku vulavula ku hlamula ku antswa eka rito ra munhu.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ts: Ndza khensa ku rhekhoda!!<lineBreak></lineBreak>Sweswi languta u tlhela u rhumela ti clip ta wena laha hansi.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ts: Ndza khensa ku tsakela ka n'wina ku hoxa xandla eka { $lang }. Hi tirha hi matimba ku endla leswaku ririmi rin’wana na rin’wana ri lunghekela ku sunguriwa no hlayisiwa swipano swi pfuxetiwile hi ku tirhisa imeyili. Loko u lava ku hoxa xandla, hi kombela u nyika email ya wena laha hansi.

source: Thank you! You’ve sent a new language enquiry
ts: Inkomu! U rhumele xivutiso xa ririmi lerintshwa.

source: The best sources you can look for are podcasts, transcripts, movie scripts and anything that potential can contain everyday conversations.
ts: Swihlovo swa nkoka ngopfu u nga swi langutaku i ti podcast, mpfumawulo, maphepha ya tifilimi naswona xin’wana ni xin’wana lexi nga pfunaka ku va emabulwini ya siku na siku.

source: The bumblebee sped by.
ts: Bumblebee yi hundze hi rivilo.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
ts: Xiphemu xa Graveyard xi na swiphemu swa rito leswi nga leswi nga nghenanga eka dataset ya Common Voice. Ku fana na dataset, xiphemu xa Graveyard lexi kumekaka ku xi kopa. Hi tsakela ku khensa vanhu na tinhlengeletano leti landzelaka eka mpfuneto wa vona eka phurojeke leyi:

source: The clip has disrespectful or offensive language.
ts: Xivulwa lexi xi na ririmi ro pfumala xichavo kumbe leri khunguvanyisaka.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
ts: Dataset ya Common Voice yi tatisela injhini ya ku tiva rito ya xihlovo lexi pfulekeke xa Mozilla Deep Speech.Vuhundzuluxeri byo sungula bya Deep Speech byi humesiwe hi Nyenyankulu 2017 naswona byi ye emahlweni hi ndzundzuluko ku sukela kwalaho. Xikan’we na dataset ya Common Voice, hi tshemba leswaku theknoloji leyi ya ku tiva rito ya xihlovo lexi pfulekeke yi fanele ku kumeka eka un’wana na un’wana. I ntshembo wa hina leswaku titheknoloji leti ti ta endla ku ri vatumbuluxi va kota ku aka swikumiwa na vukorhokeri bya vutumbuluxi hi vuningi.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
ts: Rungula ra Common Voice ri na madzana ya magidi ya swikombiso swa rito leswi pfunaka vaendli ku aka switirhisiwa swo tiva rito.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
ts: Datasete ya Common Voice i xitirhisiwa lexi nga pfuleka no kumeka erivaleni lexi nga tirhisiwaka ku dyondisa switirhisiwa swo hambana hambana leswi pfunaka ku vulavula. Ku sirhelela vuhlayiseki bya vahoxi va xandla va hina, hi kombela un’wana na un’wana loyi a dawuniloda dataset ya Common Voice ku xixima vuhlayiseki bya vahoxi va xandla. Swiphemu hinkwaswo swa rito eka dataset swi hlantswiwa hi rungula leri kombisaka munhu. Loko u kopa dataset, u pfumela leswaku u nga ringeti ku kumisisa vuxokoxoko bya muhoxaxandla wihi na wihi. Sweswo swi vula leswaku a wu nge ringeti ku hlanganisa rungula leri nga eka dataset ni rungula ra munhu hi xiyexe ra muhoxa xandla. U nga ha, hambiswiritano, tirhisa dataset ku letela ku tiva mbulavulo, ku tiva swivulavuri, kumbe switirhisiwa swin'wana, hi xikombiso, ku hlanganisa mahungu eka dataset na mahungu man'wana lawa se ya nga kona eka dataset.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
ts: Dataset ya Common Voice yi kumeka ku kopiwa ehansi ka layisense ya <licenseLink>CC0</licenseLink> eka <datasetLink>pheji ya hina ya Datasets</datasetLink>. U nga ha tlhela u kopa tidathaseti tin’wana to hlayanyana leti kumekaka erivaleni eka tluka rin’we.
